export const aboutList = [
  {
    title: "真下 彩",
    subTitle: "mashita aya",
    summary: "1994年生まれ。北海道江別市在住。\n高等学校を卒業後、総務業務やコールセンター職に従事。総務業務時に携わった新事業の広告業務にてWEBデザインの仕事に強く興味を持つことに。\n2021年2月、WSS札幌へ入学し、PC・スマホデザイン科にて WEBデザインを中心に学びました。\n2025年2月まで、株式会社インプルにてデザイナー兼プログラマーとして従事。",
    biography: [
      { year: "1994.04", summary: "北海道江別市に生まれる" },
      { year: "2013.03", summary: "北海道江別高等学校 卒業" },
      { year: "2013.04", summary: "北海道職員として管内の総務事務職に従事" },
      { year: "2019.06", summary: "総合サービス企業へ転職し、新事業の広告業務にて管理サポートを行う" },
      { year: "2021.02", summary: "WSS札幌へ入学し、Webクリエイター能力認定試験に合格" },
      { year: "2021.10", summary: "株式会社implにてデザイナー兼プログラマーとして従事" },
      { year: "2025.02", summary: "株式会社インプルを退職" }
    ],
    skill:[
      {
        id: 1,
        name:"Web Design",
        category:"Adobe Photoshop / Adobe xd / Figma",
        summary:"Webサイトやバナー、アプリ画面、システム管理画面など、幅広いジャンル・媒体のデザイン制作をすることができます。\n目的達成のために必要な情報設計や構成、そしてユーザーがどのようにアクションを起こすかを常に意識しながら、見た目の美しさだけでなく、使いやすさや機能性にも配慮したデザインを心がけます。"
      },
      {
        id: 2,
        name:"Implement",
        category:"Html / css / js / React",
        summary:"HTML/CSS/JavaScriptなどの基本的な技術から、Reactなどのフレームワークも対応可能です。\nデザインした通りの見た目や動きを、実際のWebサイトやアプリ上でもしっかりと再現することができます。"
      }
    ],
  }
]